Repository: bvsairam49/onusworks-album-viewer
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# onboardAppBarTitle
source: Onboard User
es: Bienvenido

# loginAppBarTitle
source: Login
es: Iniciar sesión

# homeAppBarTitle
source: Home
es: Inicio

# albumsAppBarTitle
source: Albums
es: Álbumes

# photosAppBarTitle
source: Photos
es: Fotos

# onboardingTitle
source: Welcome to Onusworks Album APP
es: ¡Bienvenido a Onusworks!

# onboardingDescription
source: Enter your information to continue onboarding process and get access to view albums.
es: Crea una cuenta en Onusworks y crea tus primeros álbumes

source: Enter username
es: Introduce tu nombre de usuario

source: Enter password
es: Introduce tu contraseña

source: Save
es: Guardar

source: Login
es: Iniciar sesión

# loginError
source: Invalid username or password
es: Usuario o contraseña incorrecta

# loginTitle
source: Login to Onusworks Album APP
es: Iniciar sesión a Onusworks

# loginDescription
source: Enter your username and password to login
es: Introduce tu nombre de usuario y contraseña para iniciar sesión

# onboardSuccess
source: User details saved successful
es: Detalles de usuario guardados correctamente

# onboardError
source: Error while saving user details
es: Error al guardar los detalles del usuario

# homeScreenTitle
source: Home Page
es: Página de inicio

source: Albums
es: Álbumes

source: Photos
es: Fotos

source: Failed to fetch albums
es: Error al recuperar los álbumes

source: Failed to fetch photos
es: Error al recuperar las fotos

source: Add New Album
es: Anadir nuevo álbum

source: Add Album
es: Anadir álbum

source: Cancel
es: Cancelar

source: Title
es: Título

# albumPhotosTitle
source: Album Photos
es: Fotos del álbum

source: No photos found
es: No se encontraron fotos
